prog = "dotty"
description = "Dotty - Менеджер точечных файлов"

help_init = "Базовая настройка программы"
help_add = "Создать символическую ссылку"
help_restore = "Удалить символическую ссылку и вернуть файл/каталог на место"
help_version = "Отобразить версию программы"
help_deploy = "Воссоздать символьные ссылки по данным файла"

error_path = "Пропущен путь к файлу/каталогу!"
error_base = "Ошибка!"
done = "Процесс завершен!"
no_data = "Нет никаких данных!"
arguments_not_supported = "Аргументы не поддерживаются!"
tracking_file = "Файл/каталог уже отслеживается!"
incorrect_path = "Указанный путь не существует!"

